Repository: GNOME/gnome-browser-connector
Catalog: po/*.po
Languages: eu, he

source: Close
eu: Itxi
he: סגירה

source: Wrong connector response received
eu: Konektorearen erantzun okerra jaso da
he: התקבלה תגובה שגויה מהמחבר

source: Enabled
eu: Gaituta
he: מופעלת

source: Installed
eu: Instalatuta
he: מותקנת

source: Extension
eu: Luzapena
he: הרחבה

source: must be downgraded
eu: bertsio zaharra erabili behar da
he: יש לשנמך

source: can be upgraded
eu: eguneratu egin daiteke
he: אפשר לשדרג

source: Synchronized
eu: Sinkronizatua
he: מסונכרן

source: GNOME Shell integration
eu: GNOME Shell integrazioa
he: שילוב מול GNOME Shell

source: hours
eu: ordu
he: שעות

source: This extension provides integration with GNOME Shell and the corresponding extensions repository https://extensions.gnome.org
eu: Hedapen honek GNOME Shell aplikazioarekin eta haren hedapenen biltegiarekin (https://extensions.gnome.org) integratzeko aukera eskaintzen du
he: הרחבה זו מספקת שילוב מול GNOME Shell ומאגר ההרחבות התואם https://extensions.gnome.org

source: «$REQUEST$» native request failed
eu: «$REQUEST$» jatorrizko eskaerak huts egin du
he: בקשת «$REQUEST$» טבעית נכשלה

source: never
eu: inoiz ere ez
he: לעולם לא

source: No
eu: Ez
he: לא

source: Unable to locate GNOME Shell settings or version. Make sure it is installed and running.
eu: Ezin izan dira GNOME Shell ezarpenak edo bertsioa aurkitu. Ziurtatu instalatuta dagoela eta exekutatzen ari dela.
he: לא ניתן לאתר את הגדרות או גירסת GNOME Shell. נא לוודא שזה מותקן ופעיל.

source: Although GNOME Shell integration extension is running, native host connector is not detected. Refer <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>documentation</a> for instructions about installing connector.
eu: GNOME Shell integraziorako hedapena exekutatzen ari den arren, jatorrizko ostalari-konektorea ez da aurkitu. Ikusi <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>documentation</a> konektorea instalatzeko argibideak ezagutzeko.
he: למרות שהרחבת שילוב GNOME Shell פעילה, לא זוהה מחבר מארח טבעי. יש הנחיות איך להתקין את המחבר ב<a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>תיעוד</a>.

source: No host response
eu: Ez dago ostalariaren erantzunik
he: אין תגובה מהמארח

source: Open GNOME Shell extensions website
eu: Ireki GNOME Shell hedapenen webgunea
he: פתיחת אתר ההרחבות של GNOME Shell

source: Update check period
eu: Eguneratzeak egiaztatzeko denbora-tartea
he: הפרש בין איתורי עדכונים

source: Last check
eu: Azken egiaztatzea
he: בדיקה אחרונה

source: Options
eu: Aukerak
he: אפשרויות

source: Next check
eu: Hurrengo egiaztatzea
he: הבדיקה הבאה

source: Options saved.
eu: Aukerak gorde dira.
he: האפשרויות נשמרו.

source: Show release notes when browser extension updated
eu: Erakutsi bertsioaren oharrak nabigatzailearen hedapena eguneratzen denean
he: להציג את הערות המהדורה עם עדכון הרחבת דפדפן

source: Synchronize GNOME Shell extensions list
eu: Sinkronizatu GNOME Shell hedapenen zerrenda
he: לסנכרן את רשימת ההרחבות של GNOME Shell

source: If enabled, your GNOME Shell extensions list will be synchronized with your Google account.
eu: Gaituta badago, zure GNOME Shell hedapenen zerrenda zure Google kontuarekin sinkronizatuko da.
he: אם האפשרות פעילה, רשימת ההרחבות שלך ב־GNOME Shell תסונכרן מול חשבון ה־Google שלך.

source: $GS_CHROME$ options
eu: $GS_CHROME$ aukerak
he: אפשרויות $GS_CHROME$

source: Check for GNOME Shell extensions update
eu: Begiratu GNOME Shell hedapenen eguneratzerik dagoen
he: לבדוק אם יש עדכון להרחבות של GNOME Shell

source: Check update of enabled GNOME Shell extensions only
eu: Egiaztatu gaitutako GNOME Shell hedapenen eguneratzeak soilik
he: לבדוק אם יש עדכון להרחבות GNOME Shell פעילות בלבד

source: Your native host connector does not support updates check for enabled GNOME Shell extensions only. Consider update.
eu: Zure jatorrizko ostalari-konektoreak ez du onartzen gaituta dauden GNOME Shell hedapenen eguneratzeak soilik egiaztatzea. Beharbada eguneratu egin beharko zenuke.
he: מחבר המארח המובנה שלך לא תומך בבדיקת עדכונים להרחבות GNOME Shell פעילות בלבד. מומלץ לעדכן.

source: Your native host connector does not support check for GNOME Shell extensions updates. Probably python-requests package is missing.
eu: Zure jatorrizko ostalari-konektoreak ez du onartzen GNOME Shell hedapenen eguneratzea egiaztatzea. Beharbada python-requests paketea falta da.
he: מחבר המארח המובנה שלך לא תומך בבדיקות אחר עדכונים להרחבות GNOME Shell. כנראה שהחבילה python-requests חסרה.

source: Use light icon (dark theme)
eu: Erabili ikono argia (gai iluna)
he: להשתמש בסמל בהיר (ערכת עיצוב כהה)

source: Native host connector is not supported for your platform.
eu: Jatorrizko osatalari-konektorea ez dago onartuta zure plataforman.
he: אין תמיכה במחבר מארח מובנה עבור סוג המערכת שלך.

source: Retry
eu: Saiatu berriro
he: לנסות שוב

source: Save
eu: Gorde
he: שמירה

source: Synchronization
eu: Sinkronizazioa
he: סנכרון

source: Do not enable synchronization.
eu: Ez gaitu sinkronizazioa.
he: לא להפעיל סנכרון.

source: Failed to synchronize extensions: $CAUSE$
eu: Huts egin du hedapenak sinkronizatzeak: $CAUSE$
he: סנכרון ההרחבות נכשל: $CAUSE$

source: Your remote synchronization storage already contains extensions list.
eu: Zure urruneko sinkronizazio-biltegia dagoeneko badu hedapenen zerrenda.
he: אחסון הסנכרון המרוחק שלך כבר מכיל רשימת הרחבות.

source: Use local extensions list, overwrite remote.
eu: Erabili hedapenen zerrenda lokala, gainidatzi urrunekoa.
he: להשתמש ברשימת ההרחבות המקומית, לדרוס את המרוחקת.

source: Use remote extensions list, overwrite local.
eu: Erabili hedapenen urruneko zerrenda, gainidatzi lokala.
he: להשתמש ברשימת ההרחבות המרוחקת, לדרוס את המקומית.

source: translation_credits
he: ירון שהרבני <sh.yaron@gmail.com>

source: About translation
eu: Itzulpenari buruz
he: על התרגום

source: unknown error
eu: errore ezezaguna
he: שגיאה לא ידועה

source: An update for GNOME Shell extensions available
eu: GNOME Shell hedapenen eguneratze bat eskuragarri dago
he: יש עדכון להרחבות GNOME Shell

source: Failed to check GNOME Shell extensions updates: $CAUSE$
eu: Huts egin du GNOME Shell hedapenen eguneratzeen egiaztatzeak: $CAUSE$
he: איתור עדכונים להרחבות GNOME Shell נכשל: $CAUSE$

source: Your native host connector do not support following APIs: $$1. Probably you should upgrade native host connector or install plugins for missing APIs. Refer <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>documentation</a> for instructions.
eu: Zure jatorrizko ostalari-konektoreak ez ditu onartzen honako APIak: $$1. Beharbada jatorrizko ostalari-konektorea eguneratu beharko duzu edo falta diren APIetarako pluginak instalatu beharko dituzu. Ikusi <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>documentation</a> argibideetarako.
he: מחבר המארח המובנה שלך לא תומך במנשקי ה־API הבאים: $$1. כנראה שעליך לשדרג את מחבר המארח המובנה או להתקין תוספים למנשקי ה־API החסרים. יש הנחיות ב<a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>תיעוד</a>.

source: Yes
eu: Bai
he: כן

source: You MUST install native connector for this extension to work. For Arch Linux, Debian, Fedora, Gentoo and Ubuntu you can install package named "chrome-gnome-shell". You also can install connector manually. See https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation for install instructions.
eu: Jatorrizko konektorea instalatu BEHAR da hedapen honek funtziona dezan. Arch Linux, Debian, Fedora, Gentto eta Ubuntu sistemetan "chrome-gnome-shell" paketea instalatu daiteke. Konektorea eskuz ere instalatu daiteke. Ikusi https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation instalaziorako argibideak ezagutzeko.
he: יש להתקין את המחבר המובנה כדי שההרחבה הזאת תפעל. ‬ ‫עבור ארץ׳ לינוקס, דביאן, פדורה, ג׳נטו ואובונטו ניתן להתקין חבילה בשם „chrome-gnome-shell”. ‬ ‫ניתן להתקין המחבר גם באופן ידני. הנחיות ההתקנה מופיעות בכתובת https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation. ‬
